[
    {
        "image": "./images/alumni/capt_vyas.png",
        "name": "Cpt. Hemantkumar Vyas",
        "year": "Graduating Year: 1981",
        "presentDay": "Indian Navy",
        "message": "This is Captain Hemantkumar Vyas from INDIAN NAVY. I am a proud father of a Lieutenant Commander of Indian Navy and a Captain of Indian Army. I have passed SSC in 1979 & HSSC in 1981.....I indeed consider myself very lucky that d foundation of my personality & academic acumen was built during my 12 years of schooling at Somalwar High School. This school has not only produced few outstanding Professionals & Scholars but has produced the Best citizens of this country. During my 34 years long innings in the Indian Navy, I got opportunity to visit Moscow, Paris, London, Ufa, Taganrog, Bahrain, Kuwait, Qatar, Kuwait, Mauritius, Seychelles & Sri Lanka & everywhere I got to meet a SOMALWARIAN. We are a very large & well spread community & are immensely contributing towards Nation building & building the universe through our profession, attitude, brotherhood & Sanskaras imbibed during our schooling in d Best School SOMALWAR SCHOOL from the Best Teachers, Staffs & Students.Jai Hind!"
    },
    {
        "image": "./images/alumni/niranjan.png",
        "name": "Niranjan Atrey",
        "year": "Graduating Year: 1993",
        "presentDay": "Senior Photographer, Tarun Bharat",
        "message": "Hi , I am Niranjan Atrey, senior photographer in daily Tarun Bharat newspaper; but above all I am somalwarian.  The trail all started back  in 1983 ,  I got admitted in the most renowned school 'The Somalwar, Ramdaspeth'. I  studied there for almost ten years and even now when I cross the threshold of the school all the memories come back to me.The bond the students and teachers shared over there can't be seen anywhere else . I was a pass out of the batch 1993 and those were the days when somalwar ruled the headlines with its meritorious'  and as years pass, in my 20 years experience in the press line,  the number has always  doubled and multiplied . I wish it continues so far and do forth . The School has given me so much that I can't play my tribute through words . The etiquettes and the positive attitude the School has given ,  reflects in every somalwarian . I think the only School that follows traditions so promptly in today's era is Somalwar. I just want to say that even today I feel proud of being a Somalwarian and l pray the school continues its journey towards  success for the entire years foreword."
    },
    {
        "image": "./images/alumni/vishnu.png",
        "name": "Vishnu Manohar",
        "year": "Graduating Year: Unknown",
        "presentDay": "Celebrity Chef", 
        "message": "माझ्या शालेय जिवनाची सुरुवात सोमलवार शाळेपासून झाली. वर्ग  पहिला ते वर्ग 10 मी सोमलवार या शाळेत शिकलो. हे घडलं ते केवळ माझ्या आईच्या इचछा शक्तीमुळे. तिला नेहमी वाटायचं की आपली मुलं शहरातल्या चांगल्या शाळेत जावी आणि तेव्हापासून माझी जडण-घडण सोमलवार शाळेत सुरु झाली, अजूनही सगळया शाळेतील आठवणी चित्रपटाप्रमाणे डोळयासमोर येतात. आज जो काही मी घडलो त्यामध्ये शाळेचा मोठा वाटा आहे- शाळेत नविन येणाऱ्या विध्यार्थ्यांना माझ्या मनापासून शुभेच्छा!"
    },
    {
        "image": "./images/alumni/shashank.png",
        "name": "Shashank Kashyap, IFS",
        "year": "Graduating Year: Unknown",
        "presentDay": "Asst. Conservator of Forests, Anamalai Tiger Reserve, TN",
        "message": "School is the first institution that a child attends and it is here that a child gets not only formal education but also the initial lessons of life. My learnings from Somalwar schools (primary as well as High school) have not been just academic learnings. The moral and ethical values that were inculcated in us students by our teachers have always been the beacon of light that have guided us. The most important lesson taught to us in school was to become good human beings, good citizens of the world and of the nation.  Some of the activities like NCC and the prayers on Fridays bring back fond memories of the school days and we realised only later their role in character building. And how can I ever forget the friendships that were forged here. How we used to enjoy the annual social gathering and the At Home function organised each year. The time spent in the premises of the Somalwar school will always remain very close to my heart and will always be cherished."
    },
    {
        "image": "./images/alumni/shweta.png",
        "name": "Shweta Pendse Puranik",
        "year": "Graduating Year: Unknown",
        "presentDay": "Theatre, Film & TV Actress",
        "message": "माझ्या शाळेबद्दल मला लिहायला सांगितलं की अजूनही हा प्रश्न पडतो की मी सुरुवात कुठून करू? आणि दुसरा प्रश्न हा की थांबू कुठे? सोमलवार शाळा... माझ्या व्यक्तिमत्वाच्या जडणघडणीचा पहिला टप्पा. मी ह्या शाळेच्या कुशीत काढलेल्या दहा वर्षांनी माझ्या संबंध आयुष्याची दिशा ठरवली. मला आज शाळेच्या वेबसाईटवर माझ्याकडून चार शब्द लिहिण्याची संधी मिळतेय हा मी माझा बहुमान समजते. आज कला क्षेत्रात जे काही थोडेफार यश माझ्या पदरात पडले आहे, ते मिळवण्यात खूप मोठा वाटा माझ्या शाळेचा आहे. विद्यादाना व्यतिरिक्त कमालीची शिस्तबद्धता, लाखमोलाचे संस्कार आणि मूल्य हे दान तर सोमलवार शाळेने तिच्या प्रत्येक विद्यार्थ्याला दिले आहेच पण कोणत्याही कामाच्या परिपूर्णतेसाठी लागणारी चिकाटी,  मराठी भाषेएवढेच इंग्रजी आणि संस्कृत भाषांवर प्रभुत्व, अस्खलित शब्दोच्चार हा सहजासहजी कुठेही न मिळणारा ठेवादेखील दिला आहे.  माझे लेखन असो, अध्यापन असो वा अभिनय मला पदोपदी ह्या गोष्टीची जाणीव होत राहिली आहे. तेव्हा शाळेच्या कडक नियम आणि कठोर शिस्तीत तावून सुलाखून निघालेले सगळेच विद्यार्थी आज विविध क्षेत्रांत यशोशिखरांवर लख लख करतायत. शाळेच्या प्रेमळ छायेतून बाहेर पडलेला प्रत्येक विद्यार्थी जेव्हा प्रगती पथावर आगेकूच करताना शाळा बघते, तेव्हा तिचं ऊर निश्चितच समाधानाने भरून येत असेल. पण आज तसं काहीसं माझं झालंय, माझ्या शाळेच्या बाबतीत! दहावीची परीक्षा पास करून शाळेला निरोप दिला त्या दिवसापासून आजपर्यंत शाळेच्या पायाभूत घटकांपासून ते शिक्षण पद्धतीमध्ये होत गेलेले बदल आणि परिणामत: उभं राहिलेलं शाळेचं भव्य स्वरूप मी बघत आलेय. मात्र माझ्या सोमलवार शाळेच्या संकेतस्थळाची घोषणा ऐकून मला झालेला आनंद शब्दात न बांधता येणारा आहे. खऱ्या अर्थाने आईच्या मायेने नि आई इतक्याच निस्वार्थ भावनेने, तिच्या छायेत येणाऱ्या विद्यार्थ्यांना एक उत्तम माणूस बनवण्यासाठी झटणारी आणि बडेजाव नाकारत साधेपणाने प्रामाणिक अध्यापन करत आलेली माझी  शाळा, आता कात टाकतेय. आपल्या यशस्वी विद्यार्थ्यांच्या रूपाने जगाच्या कानाकोपऱ्यात पोहोचलेल्या ह्या शाळेपर्यंत आता जगाच्या  कानाकोपऱ्यातून लोक पोहोचू शकतील. अतिशय आनंद आहे आणि खूप समाधानही!!"
    },
    {
        "image": "./images/alumni/sanjeev.png",
        "name": "Sanjeev Chetule",
        "year": "Graduating Year: 1981",
        "presentDay": "Asst. Commissioner GST Indian Revenue Systems (IRS)",
        "message": "For the decade I have spent at Somalwar School at Ramdaspeth, the thing that has dawned upon me in the hindsight is the privilege that I have had. The value system instated, the quality education imparted, the camaraderie and bonds which have stood the test of the time-all are the result of the days spent at this august institution. It is this relationship which tempts me to visit the corridors of the school every time I am in Nagpur. Thank you to all the teachers and mentors at the school who have played an important role in my life "
    }
]