[
    {
        "image": "./images/alumni/niranjan.png",
        "name": "Niranjan Atrey",
        "year": "Graduating Year: 1993",
        "message": "Hi , I am Niranjan Atrey, senior photographer in daily Tarun Bharat newspaper; but above all I am somalwarian.  The trail all started back  in 1983 ,  I got admitted in the most renowned school 'The Somalwar, Ramdaspeth'. I  studied there for almost ten years and even now when I cross the threshold of the school all the memories come back to me.The bond the students and teachers shared over there can't be seen anywhere else . I was a pass out of the batch 1993 and those were the days when somalwar ruled the headlines with its meritorious'  and as years pass, in my 20 years experience in the press line,  the number has always  doubled and multiplied . I wish it continues so far and do forth . The School has given me so much that I can't play my tribute through words . The etiquettes and the positive attitude the School has given ,  reflects in every somalwarian . I think the only School that follows traditions so promptly in today's era is Somalwar. I just want to say that even today I feel proud of being a Somalwarian and l pray the school continues its journey towards  success for the entire years foreword."
    },
    {
        "image": "./images/alumni/capt_vyas.png",
        "name": "Cpt. Hemantkumar Vuyas",
        "year": "Graduating Year: 1981",
        "message": "This is Captain Hemantkumar Vyas from INDIAN NAVY. I am a proud father of a Lieutenant Commander of Indian Navy and a Captain of Indian Army. I have passed SSC in 1979 & HSSC in 1981.....I indeed consider myself very lucky that d foundation of my personality & academic acumen was built during my 12 years of schooling at Somalwar High School. This school has not only produced few outstanding Professionals & Scholars but has produced the Best citizens of this country. During my 34 years long innings in the Indian Navy, I got opportunity to visit Moscow, Paris, London, Ufa, Taganrog, Bahrain, Kuwait, Qatar, Kuwait, Mauritius, Seychelles & Sri Lanka & everywhere I got to meet a SOMALWARIAN. We are a very large & well spread community & are immensely contributing towards Nation building & building the universe through our profession, attitude, brotherhood & Sanskaras imbibed during our schooling in d Best School SOMALWAR SCHOOL from the Best Teachers, Staffs & Students.Jai Hind!"
    }
]